Repository: TKapitan/ALRM-BusinessCentral
Catalog: App/Translations/ALRM AL ID Range Manager.*.xlf
Languages: cs_cz

# Page 1080754119 - Action 2560984784 - Property 1295455071
source: Allows to view and edit current assignable range.
cs_cz: Umožňuje zobrazit nebo upravit vybraný přiřaditelný rozsah.

# Page 1080754119 - Action 2560984784 - Property 2879900210
source: Assignable Range
cs_cz: Přiřaditelný rozsah

# Page 1080754119 - Action 1510562767 - Property 1295455071
source: Allows to view and edit usage of the current extension.
cs_cz: Umožňuje zobrazit nebo upravit nastavení používání vybraného rozšíření.

# Page 1080754119 - Action 1510562767 - Property 2879900210
source: Usage
cs_cz: Použití

# Page 2094250688 - Property 2879900210
source: Extension Object Lines API
cs_cz: API řádků objektů rozšíření

# Page 4121397782 - Property 2879900210
source: Extension Object API
cs_cz: API objektů rozšíření

# Page 2963857014 - Property 2879900210
source: Extension Object API
cs_cz: API objektů rozšíření

# Page 2028042988 - Property 2879900210
source: Extension Object Lines API
cs_cz: API řádků objektů rozšíření

# Page 2428488697 - Property 2879900210
source: Extension Object Lines
cs_cz: Řádky objektu

# Page 2428488697 - Control 2369664869 - Property 1295455071
source: Specifies user who created this record (who requested new object line ID).
cs_cz: Určuje uživatele, který záznam vytvořil (který provedl žádost o nové ID)

# Page 2428488697 - Control 3641927271 - Property 1295455071
source: ID of the field or the enum value
cs_cz: ID pole nebo hodnoty

# Page 2428488697 - Control 2961552353 - Property 1295455071
source: Specifies name of the field. The evidence of field names is optional.
cs_cz: Určuje název pole. Evidence názvů jednotlivých polí je volitelná.

# Page 999284711 - Control 2369664869 - Property 1295455071
source: Created By
cs_cz: Vytvořil(a)

# Page 999284711 - Control 2084357865 - Property 1295455071
source: Specifies name of object that is extended by this newly created object. The field can be filled in for extension objects only.
cs_cz: Určuje název objektu, který je nově vytvořeným objektem rozšířen. Toto pole lze vyplnit pouze pro objekty, které rozšiřují ostatní objekty.

# Page 999284711 - Control 3711240756 - Property 1295455071
source: Object ID
cs_cz: ID objektu

# Page 999284711 - Control 1418569422 - Property 1295455071
source: Object Name
cs_cz: Název objektu

# Page 999284711 - Control 1085746399 - Property 1295455071
source: Object Type
cs_cz: Typ objektu

# Page 999284711 - Action 869466684 - Property 1295455071
source: Opens a list of the lines associated with selected object, it is only possible to assign lines to objects of type Table Extension, Enum Extension
cs_cz: Otevře přehled polí spojených s vybraných objektem. Pole lze definovat pouze pro Table Extension a Enum Extension.

# Page 999284711 - Action 869466684 - Property 2879900210
source: Object Lines
cs_cz: Řádky objektu

# Page 3769638924 - Property 2879900210
source: Extension Usage List
cs_cz: Přehled použití rozšíření

# Page 3769638924 - Control 2772399723 - Property 1295455071
source: Specifies instance of Business Central on which the extension is installed.
cs_cz: Určuje instanci Business Central, na které je rozšíření nainstalované.

# Page 3769638924 - Control 458406397 - Property 1295455071
source: Specifies date to which the extension was installed on the instance.
cs_cz: Určuje datum, od kterého je rozšíření nainstalováno na instanci.

# Page 3769638924 - Control 460859576 - Property 1295455071
source: Specifies code of the extension to which this record is related.
cs_cz: Určuje kód rozšíření, ke kterému tento záznam patří.

# Page 3769638924 - Control 460889064 - Property 1295455071
source: Specifies date from which the extension is installed on the instance.
cs_cz: Určuje datum, od kterého je rozšíření nainstalováno na instanci.

# Page 3769638924 - Action 3979136067 - Property 1295455071
source: Allows to view and edit extension.
cs_cz: Umožňuje zobrazit a upravit rozšíření.

# Page 3769638924 - Action 3979136067 - Property 2879900210
source: Extension
cs_cz: Rozšíření

# Page 4007022977 - Property 2879900210
source: Object Type Configurations
cs_cz: Nastavení typů objektů

# Page 4007022977 - Control 690988505 - Property 1295455071
source: Specifies whether object type extends some of others object types.
cs_cz: Určuje, zda tyto objekty rozšiřují objekty jiného typu.

# Page 4007022977 - Control 1059904822 - Property 1295455071
source: Specifies the starting ID (included) of the range included in the base BC license.
cs_cz: Určuje počáteční ID (včetně) rozsahu objektů zahrnutého v základní licenci BC.

# Page 4007022977 - Control 2124370761 - Property 1295455071
source: Specifies the ending ID (included) of the range included in the base BC license.
cs_cz: Určuje koncové ID (včetně) rozsahu objektů zahrnutého v základní licenci BC.

# Page 4007022977 - Control 3399811513 - Property 1295455071
source: Specifies whether the object type uses ID for its identification.
cs_cz: Určuje, zda typ objektu používá ID pro svou identifikaci.

# Page 4007022977 - Control 3827709063 - Property 1295455071
source: Specifies whether the object type is licensed. Only licensed object types are included into license export.
cs_cz: Určuje, zda je tento typ objektu licencovaný. Pouze licencované objekty jsou zahrnuty do exportu podkladu pro licenci.

# Page 4007022977 - Control 699667073 - Property 1295455071
source: Specifies maximal length for name of the object.
cs_cz: Určuje maximální délku názvu objektu.

# Page 4007022977 - Control 1085746399 - Property 1295455071
source: Specifies type of object.
cs_cz: Určuje typ objektu.

# Report 1914339001 - Property 2879900210
source: Create License Object Range CSV file
cs_cz: Vytvořit licenční CSV soubor s rozsahy

# Report 1914339001 - Control 2445482498 - Property 2879900210
source: General
cs_cz: Obecné

# Report 1914339001 - Control 148099440 - Property 1295455071
source: Specifies code of the Business Central instance for which we want to export the license.
cs_cz: Určuje kód instance Business Central, pro kterou chceme vyexportovat licenci.

# Report 1914339001 - Control 148099440 - Property 2879900210
source: For Business Central Instance
cs_cz: Pro instanci Business Central

# Report 1914339001 - Control 3249287415 - Property 1295455071
source: Specifies to which date we want to create list of used objects.
cs_cz: Určuje k jakému dni chceme vytvořit přehled použitých objektů.

# Report 1914339001 - Control 3249287415 - Property 2879900210
source: To Date
cs_cz: K datu

# PermissionSet 2232017759 - Property 2879900210
source: ALRM API User
cs_cz: ALRM API Uživatel

# PermissionSet 2369845815 - Property 2879900210
source: ALRM User
cs_cz: ALRM Uživatel
