Repository: TKapitan/ALRM-BusinessCentral
Catalog: App/Translations/ALRM AL ID Range Manager.*.xlf
Languages: cs_cz

# Table 2349809701 - Property 2879900210
source: ALRM Setup
cs_cz: Nastavení ALRM

# Table 2349809701 - Method 2697568568 - NamedType 595588852
source: It is neccessary to use minimal API version %1 but %2 was used.
cs_cz: Je nutné použít minimálně API ve verzi %1, byla ale použita verze %2.

# Table 2349809701 - Field 653173315 - Property 2879900210
source: Minimal API Version
cs_cz: Minimální verze API

# Table 2349809701 - Field 1846057313 - Property 2879900210
source: Object Type Implementation
cs_cz: Typ implementace Typů Objektů

# Table 2349809701 - Field 1663593181 - Property 2879900210
source: Primary Key
cs_cz: Primární klíč

# Table 361845431 - Property 2879900210
source: Assignable Range Header
cs_cz: Hlavička přiřaditelného rozsahu

# Table 361845431 - NamedType 2436593916
source: When the range has %1 = Yes, the IDs must be assigned using procedure that specify business central instance ID and the value must not be empty. This is probably programming error.
cs_cz: Pokud má rozsah %1 = Ano, pak musí být ID přiřazovány skrz proceduru s uvedením kódu odpovídající instance BC. Pravděpodobně se jedná o chybu nastavení rozšíření nebo vývoje.

# Table 361845431 - Method 3239730671 - NamedType 1612902811
source: There are no available field IDs for a new field.
cs_cz: Neexistují žádná dostupná ID polí.

# Table 361845431 - Method 3152277940 - NamedType 3249621263
source: %1 can not be deleted due to existing related records in %2.
cs_cz: %1 nemůže být smazáno, protože existuje %2.

# Table 361845431 - Method 804474859 - NamedType 3256255769
source: The record can not be renamed.
cs_cz: Záznam nemůže být přejmenován.

# Table 361845431 - Method 2178052152 - NamedType 241123253
source: The range can not be change as there are extension lines with IDs from the existing range.
cs_cz: Záznam nemůže být upraven, protože existují extensiony využívající tento rozsah.

# Table 361845431 - Field 3004954119 - Property 2879900210
source: Code
cs_cz: Kód

# Table 361845431 - Field 1383905037 - Property 2879900210
source: Default
cs_cz: Výchozí

# Table 361845431 - Field 1383905037 - Method 2126772001 - NamedType 253421576
source: There is already existing default assignable range.
cs_cz: Již existuje výchozí přiřaditelný rozsah.

# Table 361845431 - Field 1655514057 - Property 2879900210
source: Default Object Range From
cs_cz: Výchozí rozsah objektů od

# Table 361845431 - Field 1614947782 - Property 2879900210
source: Default Object Range To
cs_cz: Výchozí rozsah objektů do

# Table 361845431 - Field 3461834954 - Property 2879900210
source: Description
cs_cz: Popis

# Table 361845431 - Field 692597549 - Property 2879900210
source: Field Range From
cs_cz: Rozsah polí od

# Table 361845431 - Field 3132020898 - Property 2879900210
source: Field Range To
cs_cz: Rozsah polí do

# Table 361845431 - Field 1155390606 - Property 2879900210
source: Fill Object ID Gaps
cs_cz: Zaplňovat mezery v ID objektů

# Table 361845431 - Field 2568178767 - Property 2879900210
source: No. Series for Extensions
cs_cz: Číselná řada pro rozšíření

# Table 361845431 - Field 4114389278 - Property 2879900210
source: Object Name Template
cs_cz: Šablona názvů objektů

# Table 361845431 - Field 4114389278 - Method 2126772001 - NamedType 2819382646
source: There are extension lines that are different from the specified template name.
cs_cz: Existují objekty svázané s tímto rozsahem, které neodpovídají zadané šabloně.

# Table 361845431 - Field 3340341845 - Property 2879900210
source: Ranges per BC Instance
cs_cz: Samostatné rozsahy pro instance BC

# Table 361845431 - Field 3340341845 - Method 2126772001 - NamedType 2969381390
source: The field can not be changed due to the existing extensions linked to this assignable range.
cs_cz: Pole nemůže být změněno z důvodu existující rozšířeních založených na tomto přiřaditelném rozsahu.

# Table 1539061872 - Property 2879900210
source: Assignable Range Header
cs_cz: Hlavička přiřaditelného rozsahu

# Table 1539061872 - Method 768972943 - NamedType 1005589312
source: For %1 the header object range is in use hence it is not possible to define special range.
cs_cz: Pro %1 je použit rozsah objektů z hlavičce přiřaditelného rozsahu, proto není možné specifikovat vlastní rozsah.

# Table 1539061872 - Method 4035806121 - NamedType 241123253
source: The range can not be change as there are extension lines with IDs from the existing range.
cs_cz: Záznam nemůže být upraven, protože existují extensiony využívající tento rozsah.

# Table 1539061872 - Field 2574063315 - Property 2879900210
source: Assignable Range Code
cs_cz: Kód přiřaditelného rozsahu

# Table 1539061872 - Field 1155390606 - Property 2879900210
source: Fill Object ID Gaps
cs_cz: Zaplňovat mezery v ID objektů

# Table 1539061872 - Field 4139689736 - Property 2879900210
source: Object Range From
cs_cz: Rozsah objektů od

# Table 1539061872 - Field 740752883 - Property 2879900210
source: Object Range To
cs_cz: Rozsah objektů do

# Table 1539061872 - Field 1085746399 - Property 2879900210
source: Object Type
cs_cz: Typ objektu

# Table 1871687854 - Property 2879900210
source: Business Central Instance
cs_cz: Instance BC

# Table 1871687854 - Method 3152277940 - NamedType 2001670875
source: Record can not be deleted due to the existing %1.
cs_cz: Záznam nemůže být smazán z důvodu existujících %1.

# Table 1871687854 - Field 3004954119 - Property 2879900210
source: Code
cs_cz: Kód

# Table 1871687854 - Field 3461834954 - Property 2879900210
source: Description
cs_cz: Popis

# Table 791698180 - Property 2879900210
source: Extension Header
cs_cz: Hlavička rozšíření

# Table 791698180 - NamedType 1094331643
source: Extension header cannot be deleted because it is used by atleast one Business Central instance
cs_cz: Rozšíření nelze smazat, protože má definováno použití v minimálně jedné instanci BC.

# Table 791698180 - Field 2574063315 - Property 2879900210
source: Assignable Range Code
cs_cz: Kód přiřaditelného rozsahu

# Table 791698180 - Field 3004954119 - Property 2879900210
source: Code
cs_cz: Kód

# Table 791698180 - Field 3461834954 - Property 2879900210
source: Description
cs_cz: Popis

# Table 791698180 - Field 4211460113 - Property 2879900210
source: Flat-rate Invoicing as Item No.
cs_cz: Číslo zboží paušální fakturace

# Table 791698180 - Field 3641927271 - Method 2126772001 - NamedType 3004728938
source: ID %1 already exists on another extension.
cs_cz: ID %1 je již použito v jiném rozšíření.

# Table 791698180 - Field 2961552353 - Property 2879900210
source: Name
cs_cz: Název

# Table 791698180 - Field 1351594800 - Property 2879900210
source: No. Series
cs_cz: Číselná řada

# Table 791698180 - Field 1106721922 - Property 2879900210
source: Sell as Item No.
cs_cz: Číslo zboží pro prodej

# Table 1651714670 - Property 2879900210
source: Extension Object
cs_cz: Objekt rozšíření

# Table 1651714670 - NamedType 2745073588
source: %1 "%2" for %3 is already in use.
cs_cz: %1 "%2" pro %3 je již použito.

# Table 1651714670 - NamedType 2087115304
source: ID %1 is not within the range specified for object type %2 in this extension.
cs_cz: ID %1 není v povoleném rozsahu pro typy objektů %2.

# Table 1651714670 - NamedType 2248145510
source: Object name "%1" does not meet template rules defined in assignable range header. Template rules are: "%2"
cs_cz: Název objektu "%1" nesplňuje definovanou šablonu ve vybraném přiřaditelném rozsahu. Šablona názvů souboru musí splňovat: "%2".

# Table 1651714670 - Field 2574063315 - Property 2879900210
source: Assignable Range Code
cs_cz: Kód přiřaditelného rozsahu

# Table 1651714670 - Field 2280143628 - Property 2879900210
source: Business Central Instance Filter
cs_cz: Filtr instance BC

# Table 1651714670 - Field 1845286163 - Property 2879900210
source: Bus. Central Instance Linked
cs_cz: Existuje přiřazená instance BC

# Table 1651714670 - Field 2369664869 - Property 2879900210
source: Created By
cs_cz: Vytvořil(a)

# Table 1651714670 - Field 2084357865 - Property 2879900210
source: Extends Object Name
cs_cz: Název rozšířeného objektu

# Table 1651714670 - Field 2084357865 - Method 2126772001 - NamedType 2695580279
source: %1 object type does not extend another object.
cs_cz: Objekty typu %1 nemohou rozšiřovat ostatní objekty.

# Table 1651714670 - Field 460859576 - Property 2879900210
source: Extension Code
cs_cz: Kód rozšíření

# Table 1651714670 - Field 3711240756 - Property 2879900210
source: Object ID
cs_cz: ID objektu

# Table 1651714670 - Field 1418569422 - Property 2879900210
source: Object Name
cs_cz: Název objektu

# Table 1651714670 - Field 1418569422 - Method 2126772001 - NamedType 3822092837
source: The maximal name length for %1 is %2 chars. The current name is %3 chars long.
cs_cz: Maximální délka názvu %1 je %2 znaků. Aktuální délka je %3.

# Table 1651714670 - Field 1085746399 - Property 2879900210
source: Object Type
cs_cz: Typ objektu

# Table 370124952 - Property 2879900210
source: Extension Object Lines
cs_cz: Řádky objektu

# Table 370124952 - Field 2574063315 - Property 2879900210
source: Assignable Range Code
cs_cz: Kód přiřaditelného rozsahu

# Table 370124952 - Field 2280143628 - Property 2879900210
source: Business Central Instance Filter
cs_cz: Filtr instance BC

# Table 370124952 - Field 1845286163 - Property 2879900210
source: Bus. Central Instance Linked
cs_cz: Existuje přiřazená instance BC

# Table 370124952 - Field 2369664869 - Property 2879900210
source: Created By
cs_cz: Vytvořil(a)

# Table 370124952 - Field 460859576 - Property 2879900210
source: Extension Code
cs_cz: Kód rozšíření

# Table 370124952 - Field 2961552353 - Property 2879900210
source: Name
cs_cz: Název

# Table 370124952 - Field 3711240756 - Property 2879900210
source: Object ID
cs_cz: ID objektu

# Table 370124952 - Field 1085746399 - Property 2879900210
source: Object Type
cs_cz: Typ objektu

# Table 4050078670 - Property 2879900210
source: Extension Usage
cs_cz: Použití rozšíření

# Table 4050078670 - Method 804474859 - NamedType 1928203577
source: The record can not be renamed.
cs_cz: Záznam nemůže být přejmenován.

# Table 4050078670 - Method 2914011859 - NamedType 2665035055
source: Extension with %1 = %2 has to have usage in one Business Central instance only.
cs_cz: Rozšíření s %1 = %2 musí mít definováno použití pouze v jedné instanci BC.

# Table 4050078670 - Field 2772399723 - Property 2879900210
source: Business Central Instance Code
cs_cz: Kód instance BC

# Table 4050078670 - Field 458406397 - Property 2879900210
source: Ending Date
cs_cz: Koncové datum

# Table 4050078670 - Field 460859576 - Property 2879900210
source: Extension Code
cs_cz: Kód rozšíření

# Table 4050078670 - Field 460889064 - Property 2879900210
source: Starting Date
cs_cz: Počáteční datum

# Table 2007262925 - Field 690988505 - Property 2879900210
source: Extends Other Objects
cs_cz: Rozšiřuje jiné objekty

# Table 2007262925 - Field 3399811513 - Property 2879900210
source: Has ID
cs_cz: Má ID

# Table 2007262925 - Field 177263378 - Property 2879900210
source: Included Object ID From
cs_cz: Zahrnuté ID objektu od

# Table 2007262925 - Field 2891927213 - Property 2879900210
source: Included Object ID To
cs_cz: Zahrnuté ID objektu do

# Table 2007262925 - Field 3827709063 - Property 2879900210
source: Is Licensed
cs_cz: Je licencováno

# Table 2007262925 - Field 699667073 - Property 2879900210
source: Max Name Length
cs_cz: Maximální délka názvu

# Table 2007262925 - Field 1085746399 - Property 2879900210
source: Object Type
cs_cz: Typ objektu

# Codeunit 2153790225 - Method 806641500 - NamedType 1466099935
source: %1 object type does not use IDs for identification.
cs_cz: Objekty typu %1 nepoužívají ID pro identifikaci.

# Page 2349809701 - Property 2879900210
source: ALRM Setup
cs_cz: Nastavení ALRM

# Page 2349809701 - Control 2445482498 - Property 2879900210
source: General
cs_cz: Obecné

# Page 2349809701 - Control 653173315 - Property 1295455071
source: Specifies minimal version of API that can be called from external system. If a lower version of API is called, an error is returned instead of response.
cs_cz: Určuje minimální verzi API, která může být použita pro volání z externího systému. Pokud bude použita nižší verze, bude na API požadavek vrácena chyba.

# Page 2349809701 - Control 1846057313 - Property 1295455071
source: Specifies way how object type configuration is defined and evaluated.
cs_cz: Určuje způsob, jaký je vyhodnocováno nastavení typů objektů.

# Page 2588326190 - Property 2879900210
source: Assignable Range API
cs_cz: API přiřaditelných rozsahů

# Page 2652038930 - Property 2879900210
source: Assignable Range
cs_cz: Přiřaditelný rozsah

# Page 2652038930 - Method 4177352842 - NamedType 3894809451
source: Both or none of default range fields must be specified.
cs_cz: Obě nebo žádná z polí pro výchozí rozsahy ID objektů musí být specifikována.

# Page 2652038930 - Control 2445482498 - Property 2879900210
source: General
cs_cz: Obecné

# Page 2652038930 - Control 3004954119 - Property 1295455071
source: Specifies code of the assignable range. This Code is used in the initial API request, when the new project is initialized to specify used ranges.
cs_cz: Určuje kód přiřaditelného rozsahu. Tento kód je použit k úvodní inicializaci každého rozšíření.

# Page 2652038930 - Control 1383905037 - Property 1295455071
source: Specifies whether this range should be used when no assignable range is specified in API request to create a new extension.
cs_cz: Určuje, zda má být tento rozsah použit, pokud není při vytváření vybrán žádný rozsah.

# Page 2652038930 - Control 155355390 - Property 2879900210
source: Default Object Ranges
cs_cz: Výchozí rozsahy objektů

# Page 2652038930 - Control 1655514057 - Property 1295455071
source: Specifies ID of the object that is the first assignable ID for all object types that has no detailed specification in the lines.
cs_cz: Určuje nejnižší přiřaditelné ID pro všechny typy objektů, které nemají uvedenou detailní specifikaci rozsahů v řádcích.

# Page 2652038930 - Control 1614947782 - Property 1295455071
source: Specifies ID of the object that is the last assignable ID for all object types that has no detailed specification in the lines.
cs_cz: Určuje nejvyšší přiřaditelné ID pro všechny typy objektů, které nemají uvedenou detailní specifikaci rozsahů v řádcích.

# Page 2652038930 - Control 1155390606 - Property 1295455071
source: Specifies whether system should fill gaps in ID ranges when assigning new object ID. This can lead to slower performance of assigning process.
cs_cz: Určuje, zda má systém vyplňovat mezery v přiřazených (použitých) ID objektů. Tato volba může vést k nižší výkonnosti procesu přiřazování nových ID.

# Page 2652038930 - Control 3461834954 - Property 1295455071
source: Specifies description of the assignable range.
cs_cz: Určuje popis přiřaditelného rozsahu.

# Page 2652038930 - Control 3199939930 - Property 2879900210
source: Field Ranges
cs_cz: Rozsah polí

# Page 2652038930 - Control 692597549 - Property 1295455071
source: Specifies ID of the field that is the first assignable ID for all object types.
cs_cz: Určuje nejnižší ID pro přiřazování ID polí.

# Page 2652038930 - Control 3132020898 - Property 1295455071
source: Specifies ID of the field that is the last assignable ID for all object types.
cs_cz: Určuje nejvyšší ID pro přiřazování ID polí.

# Page 2652038930 - Control 2002987597 - Property 2879900210
source: No. Series
cs_cz: Číselná řada

# Page 2652038930 - Control 2568178767 - Property 1295455071
source: Specifies No. Series used for creating new extensions.
cs_cz: Určuje kód číselné řady, která bude použita pro vytvoření kódu nového rozšíření.

# Page 2652038930 - Control 4114389278 - Property 1295455071
source: Specifies template for object names. All objects created within this assignable range must satisfy this template rule.
cs_cz: Určuje šablonu názvů objektů. Všechny objekty vytvořené v rámci tohoto přiřaditelného rozsahu musí tuto šablonu respektovat.

# Page 2652038930 - Control 3340341845 - Property 1295455071
source: Specifies whether the ranges will be assigned per BC instance or the ID will be used once and only once.
cs_cz: Určuje, zda budou rozsahy přiřazovány dle jednotlivého použití v instancích BC, nebo pouze jedenkrát na rozsah.

# Page 2652038930 - Action 3120671810 - Property 1295455071
source: View all objects assigned to this range.
cs_cz: Zobrazit všechny objekty přiřazené tomuto rozsahu.

# Page 2652038930 - Action 3120671810 - Property 2879900210
source: Assigned Objects
cs_cz: Přiřazené objekty

# Page 2652038930 - Action 3979136067 - Property 1295455071
source: Allows to view and edit extensions.
cs_cz: Umožňuje zobrazit a upravit rozšíření.

# Page 2652038930 - Action 3979136067 - Property 2879900210
source: Extensions
cs_cz: Rozšíření

# Page 2525177364 - Property 2879900210
source: Assignable Ranges
cs_cz: Přiřaditelné rozsahy

# Page 2525177364 - Control 3004954119 - Property 1295455071
source: Specifies code of the assignable range. This Code is used in the initial API request, when the new project is initialized to specify used ranges.
cs_cz: Určuje kód přiřaditelného rozsahu. Tento kód je použit k úvodní inicializaci každého rozšíření.

# Page 2525177364 - Control 1383905037 - Property 1295455071
source: Specifies whether this range should be used when no assignable range is specified in API request to create a new extension.
cs_cz: Určuje, zda má být tento rozsah použit, pokud není při vytváření vybrán žádný rozsah.

# Page 2525177364 - Control 3461834954 - Property 1295455071
source: Specifies description of the assignable range.
cs_cz: Určuje popis přiřaditelného rozsahu.

# Page 2525177364 - Control 1155390606 - Property 1295455071
source: Specifies whether system should fill gaps in ID ranges when assigning new object ID. This can lead to slower performance of assigning process.
cs_cz: Určuje, zda má systém vyplňovat mezery v přiřazených (použitých) ID objektů. Tato volba může vést k nižší výkonnosti procesu přiřazování nových ID.

# Page 2525177364 - Action 3979136067 - Property 1295455071
source: Allows to view and edit extensions.
cs_cz: Umožňuje zobrazit a upravit rozšíření.

# Page 2525177364 - Action 3979136067 - Property 2879900210
source: Extensions
cs_cz: Rozšíření

# Page 3867621820 - Property 2879900210
source: Lines
cs_cz: Řádky

# Page 3867621820 - Control 1155390606 - Property 1295455071
source: Specifies whether system should fill gaps in ID ranges when assigning new object ID. This can lead to slower performance of assigning process.
cs_cz: Určuje, zda má systém vyplňovat mezery v přiřazených (použitých) ID objektů. Tato volba může vést k nižší výkonnosti procesu přiřazování nových ID.

# Page 3867621820 - Control 4139689736 - Property 1295455071
source: Specifies ID of the object that is the first assignable ID for selected object type.
cs_cz: Určuje nejnižší povolené ID objektu pro vybraný typ objektů.

# Page 3867621820 - Control 740752883 - Property 1295455071
source: Specifies ID of the object that is the last assignable ID for selected object type.
cs_cz: Určuje nejvyšší povolené ID objektu pro vybraný typ objektů.

# Page 3867621820 - Control 1085746399 - Property 1295455071
source: Specifies type of the object for which this range is specified.
cs_cz: Určuje typ objektu, pro které je zadaný rozsah platný.

# Page 3325756361 - Property 2879900210
source: Assigned Range Object List
cs_cz: Přehled přiřazených objektů

# Page 1947454813 - Property 2879900210
source: Business Central Instances
cs_cz: Instance BC

# Page 1947454813 - Control 3004954119 - Property 1295455071
source: Specifies code of the business central instance.
cs_cz: Určuje kód instance BC.

# Page 1947454813 - Control 3461834954 - Property 1295455071
source: Specifies description of the business central instance.
cs_cz: Určuje popis instance BC.

# Page 1947454813 - Action 1510562767 - Property 1295455071
source: Allows to view and edit usage for selected business central instance.
cs_cz: Umožňuje zobrazit nebo upravit vazby mezi rozšířením a instancí BC.

# Page 1947454813 - Action 1510562767 - Property 2879900210
source: Usage
cs_cz: Použití

# Page 320921337 - Property 2879900210
source: Extension API
cs_cz: API rozšíření

# Page 4019681873 - Property 2879900210
source: Extension API
cs_cz: API rozšíření

# Page 1537001501 - Property 2879900210
source: Extension Card
cs_cz: Karta rozšíření

# Page 1537001501 - Control 2445482498 - Property 2879900210
source: General
cs_cz: Obecné

# Page 1537001501 - Control 2574063315 - Property 1295455071
source: Defines type of the id range used for this extension
cs_cz: Určuje typ přiřaditelného rozsahu, který rozšíření používá.

# Page 1537001501 - Control 3461834954 - Property 1295455071
source: Description of the extension
cs_cz: Popis rozšíření

# Page 1537001501 - Control 2961552353 - Property 1295455071
source: Name of the extension
cs_cz: Název rozšíření

# Page 1537001501 - Control 1450094168 - Property 2879900210
source: Invoicing
cs_cz: Fakturace

# Page 1537001501 - Control 4211460113 - Property 1295455071
source: Specifies item no. that is used for flat-rate invoicing to customers. Flat-rate invoicing can be achieved using blanket sales orders created for clients who bought the extension.
cs_cz: Určuje číslo zboží, které je použito pro fakturaci paušálních částek zákazníkům. Paušální fakturaci lze provádět skrz hromadné prodejní objednávky.

# Page 1537001501 - Control 1106721922 - Property 1295455071
source: Specifies item no. that is used to sell the extension to customers. Based on this setting sales statistics are calculated.
cs_cz: Určuje číslo zboží, které je použito pro prodej rozšíření zákazníkům. Na základě tohoto pole lze počítat prodejní statistiky.

# Page 1537001501 - Control 247568838 - Property 2879900210
source: Objects
cs_cz: Objekty

# Page 1537001501 - Action 2560984784 - Property 1295455071
source: Allows to view and edit current assignable range.
cs_cz: Umožňuje zobrazit nebo upravit vybraný přiřaditelný rozsah.

# Page 1537001501 - Action 2560984784 - Property 2879900210
source: Assignable Range
cs_cz: Přiřaditelný rozsah

# Page 1537001501 - Action 1510562767 - Property 1295455071
source: Allows to view and edit usage of the current extension.
cs_cz: Umožňuje zobrazit nebo upravit nastavení používání vybraného rozšíření.

# Page 1537001501 - Action 1510562767 - Property 2879900210
source: Usage
cs_cz: Použití

# Page 1080754119 - Property 2879900210
source: Extension List
cs_cz: Přehled rozšíření

# Page 1080754119 - Control 2574063315 - Property 1295455071
source: Defines type of the id range used for this extension
cs_cz: Určuje typ přiřaditelného rozsahu, který rozšíření používá.

# Page 1080754119 - Control 3004954119 - Property 1295455071
source: Identifies the extension
cs_cz: Identifikuje rozšíření.

# Page 1080754119 - Control 3461834954 - Property 1295455071
source: Description of the extension
cs_cz: Popis rozšíření

# Page 1080754119 - Control 4211460113 - Property 1295455071
source: Specifies item no. that is used for flat-rate invoicing to customers. Flat-rate invoicing can be achieved using blanket sales orders created for clients who bought the extension.
cs_cz: Určuje číslo zboží, které je použito pro fakturaci paušálních částek zákazníkům. Paušální fakturaci lze provádět skrz hromadné prodejní objednávky.

# Page 1080754119 - Control 2961552353 - Property 1295455071
source: Name of the extension
cs_cz: Název rozšíření

# Page 1080754119 - Control 1106721922 - Property 1295455071
source: Specifies item no. that is used to sell the extension to customers. Based on this setting sales statistics are calculated.
cs_cz: Určuje číslo zboží, které je použito pro prodej rozšíření zákazníkům. Na základě tohoto pole lze počítat prodejní statistiky.
